Repository: heikkivihersalo/kotisivu-theme
Catalog: kotisivu-theme/languages/*.po
Languages: fi

source: Blog
fi: Blogi

source: Kotisivu Theme Options
fi: Kotisivu teeman asetukset

source: Setup theme options here.
fi: Voit asettaa teeman asetukset täältä.

source: Set Tag Manager settings here. Tag Manager is optimized to work with Kotisivu Theme so it is highly recommended.
fi: Voit asettaa Tag Managerin asetukset tästä. Kotisivu teema on optimoitu toimimaan Tag Managerin kanssa, joten tämän käyttö on suositeltavaa.

source: Add general GTM ID here. If empty, GTM is not loaded on front-end.
fi: Lisää Tag Managerin ID -numero tähän. Jos tyhjä, Tag Manager jätetään lataamatta.

source: Enter ID (GTM-XXXXXX)
fi: Syötä ID (GTM-XXXXXX)

source: If GTM is loaded server-side, change the server url here.
fi: Jos lataat Tag Managerin ‘server-side’ -puolelta, voit syöttää palvelimen osoitteen tähän.

source: Timeout
fi: Viive

source: Sets the delay (in milliseconds) when GTM is loaded. Speeds up the site performance. Default is usually good.
fi: Aseta Tag Managerin lataamisen viive. Nopeuttaa sivuston toimintaa. Oletusarvo on keskimäärin hyvä.

source: Timeout (ms)
fi: Viive (ms)

source: Footer Section 1
fi: Footer yläosa

source: Add widgets to footer upper section
fi: Lisää widgettejä footerin yläosaan

source: Footer Section 2
fi: Footer alaosa

source: Add widgets to footer lower section
fi: Lisää widgettejä footerin yläosaan

source: Blog Sidebar
fi: Blogin sivupalkki

source: You may also like these
fi: Voit pitää myös näistä

source: Kotisivu Theme
fi: Kotisivu Teema

source: Lightweight WordPress theme with React integrations (child theme needs to be installed). Must be bundled with Custom Blocks for Kotisivu Theme and/or Dynamic Custom Blocks for Kotisivu Theme. Based on Brad's Boilerplate theme (https://github.com/LearnWebCode/brads-boilerplate-wordpress) and later on heavily modified.
fi: Nopea WordPress teema, joka integroituu näppärästi Reactin kanssa (vaatii lapsiteeman asentamisen). Täytyy käyttää yhdessä “Custom Blocks for Kotisivu” kanssa. Teema on rakennettu Brad’s Boilerplate (https://github.com/LearnWebCode/brads-boilerplate-wordpress) teeman päälle ja tämän jälkeen hyvin vahvasti modifioitu.

source: New Question
fi: Uusi kysymys

source: Add New Question
fi: Lisää uusi kysymys

source: Edit Question
fi: Muokkaa kysymystä

source: View Questions
fi: Näytä kysymykset

source: Search Questions
fi: Hae kysymyksiä

source: No Questions Found
fi: Kysymyksiä ei löydy

source: No Questions found in Trash
fi: Kysymyksiä ei löydy roskakorista

source: Services
fi: Palvelut

source: Service
fi: Palvelu

source: New Service
fi: Lisää palvelu

source: Add New Service
fi: Lisää uusi palvelu

source: Edit Service
fi: Muokkaa palvelua

source: View Services
fi: Näytä palvelut

source: Search Services
fi: Etsi palveluita

source: No Services Found
fi: Palveluita ei löydy

source: No Services found in Trash
fi: Palveluita ei löydy roskakorista

source: Posted on:
fi: Julkaistu:

source: Read more
fi: Lue lisää

source: Child theme for Kotisivu Theme. May be used to embed React applications or custom styling to the page.
fi: Kotisivu teeman lapsiteema. Voidaan käyttää sivun ulkoasun muokkaukseen tai React -sovelluksien upottamiseen.
